Repository: altec-sistemas/paggi-plugin-woocommerce
Catalog: languages/woocommerce-paggi-*.po
Languages: pt_br

source: For the correct operation of the plugin WooCommerce - Paggi you need enable the extension PHP CURL.
pt_br: Para a correta operação do plugin WooCommerce - Paggi você precisa ter a extensão php CURL ativada.

source: For the correct operation of the plugin WooCommerce - Paggi you need the plugin WooCommerce.
pt_br: Para a correta operação do plugin WooCommerce - Paggi você precisa do plugin WooCommerce.

source: For the correct operation of the plugin WooCommerce - Paggi you need the plugin WooCommerce Extra Checkout Fields for Brazil.
pt_br: Para a correta operação do plugin WooCommerce - Paggi você precisa do plugin WooCommerce Extra Checkout Fields for Brazil.

source: Something went wrong. Often a required param is missing
pt_br: Algo deu errado. Um parâmetro necessário está ausente

source: Not a valid API Key
pt_br: API token é invalido

source: Params were right, but something failed, also used to rejected charges
pt_br: Os parametros estão corretos, mas alguma coisa deu errado, mudanças rejeitadas

source: Requested item doesn't exists
pt_br: Item solicitado não existe

source: Some param is invalid
pt_br: Algum parâmetro está invalido

source: Something went wrong on our servers
pt_br: Ocorreu algum erro em nossos servidores

source: Feature not available yet
pt_br: Função não disponível ainda.

source: Not Available
pt_br: Não disponível

source: Card deleted successfuly.
pt_br: Cartão excluído com sucesso

source: An error has occurred. Try Again
pt_br: Um erro ocorreu. Tente novamente

source: Paggi: Transaction was canceled (id = %s.)
pt_br: Paggi: Transação foi cancelada (id = %s)

source: Payment was canceled successfuly.
pt_br: Pagamento foi cancelado com sucesso.

source: Accept payments by credit card using the Paggi.
pt_br: Aceite pagamento por cartão de crédito usando o Paggi

source: Proceed to payment
pt_br: Prossiga para o pagamento

source: General
pt_br: Geral

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Paggi Payment
pt_br: Habilitar pagamento pelo Paggi

source: Title
pt_br: Título

source: This controls the title for the payment method the customer sees during checkout.
pt_br: Isso controla o título do método de pagamento que o cliente vê durante o checkout.

source: Description
pt_br: Descrição

source: Payment method description that the customer will see on your checkout.
pt_br: Descrição do método de pagamento que o cliente verá na sua conta.

source: Please remit payment to Store Name upon pickup or delivery.
pt_br: Por favor, envie o pagamento para o Nome da Loja no momento da coleta ou entrega.

source: Instructions
pt_br: Instruções

source: Instructions that will be added to the thank you page and emails.
pt_br: Instruções que serão adicionadas à página de agradecimento e aos e-mails.

source: Please enter your Paggi token. This is needed to process the payment.
pt_br: Por favor entre com o seu token. Isto é necessário para processar os pagamentos.

source: Risk analysis
pt_br: Análise de risco

source: Enable risk analysis
pt_br: Habilitar análise de risco

source: Some users may cancel their transactions with their card holder. This will make us to cancel the charge, and you will probably loose money! So it is very important that you send us as much data possible so we can identify users that have suspect profiles. We all would be happier with lower chargebacks. If you have a high incidence of chargebacks, this may affect your tax, making it to go higher, so don't take this part unnoticed.
pt_br: Alguns utilizadores podem cancelar as suas transações com o titular do cartão. Isso nos fará cancelar a cobrança, e você provavelmente vai perder dinheiro! É muito importante que nos envie o máximo de dados possível para que possamos identificar os utilizadores com perfis suspeitos. Ficaremos todos mais feliz com menor taxas. Se você tem uma alta incidência de estornos, isso pode afetar sua taxa, tornando-a mais alta, por isso não tome esta parte despercebida.

source: Installments
pt_br: Parcelas

source: Number of Installment
pt_br: Número de parcelas

source: Maximum number of installments possible with payments by credit card.
pt_br: Número máximo de parcelas possível com pagamentos por cartão de crédito.

source: Smallest Installment
pt_br: Valor mínimo de parcela

source: Please enter with the value of smallest installment.
pt_br: Por favor entre com o valor mínimo de parcela

source: Interest rate
pt_br: Taxa de juros

source: Please enter with the interest rate amount. Note: use 0 to not charge interest.
pt_br: Por favor entre com o valor da taxa de juros. Obs: use 0 para parcelamento sem taxa de juros

source: Free Installments
pt_br: Parcelamento sem juros

source: Number of installments with interest free.
pt_br: Número de parcelas sem juros

# no free installments
source: None
pt_br: Sem [Sem parcelas sem juros]

source: Development
pt_br: Desenvolvimento

source: Enable Paggi Sandbox
pt_br: Habilitar Paggi Sandbox

source: Paggi Sandbox can be used to test the payments.
pt_br: Paggi Sandbox pode ser usado para testar os pagamentos.

source: Debug Log
pt_br: Logs

source: Enable logging
pt_br: Habilitar log

source: Log Paggi events, such as API requests, inside %s
pt_br: Log dos eventos Paggi, como requisições a API, então em %s

source: Name
pt_br: Nome

source: Expires
pt_br: Validade

source: Brand
pt_br: Bandeira

source: Last four
pt_br: Últimos 4

source: Action
pt_br: Ação

source: Payment error:
pt_br: Erro no pagamento:

source: Paggi: The transaction was authorized(id = %s.)
pt_br: Paggi: A transação foi autorizada (id = %s)

source: Paggi: The transaction is being processed(id = %s.)
pt_br: Paggi: A transação está sendo processada (id = %s)

source: Paggi: The banking ticket was issued but not paid yet(id = %s.)
pt_br: Paggi: A transação foi gerada mas ainda não foi paga. (id = %s)

source: Paggi: The transaction was rejected by the card company or by fraud(id = %s.)
pt_br: Paggi: A transação foi rejeitada pelo cartão de crédito ou por fraude.(id= %s).

source: The transaction for order %s was rejected by the card company or by fraud
pt_br: A transação da ordem %s foi rejeitada pelo cartão de crédito ou por suspeita de fraude

source: Transaction failed
pt_br: Transação falhou

source: Order %1$s has been marked as failed, because the transaction was rejected by the card company or by fraud. ID %2$s.
pt_br: Order %1$s foi marcada como falha, porque a transação foi rejeitada pelo cartão de crédito ou por suspeita de fraude.

source: Paggi: The transaction was refunded/canceled (id = %s.)
pt_br: Paggi: A transação foi estornada/cancelada (id = %s.)

source: The transaction for order %s refunded
pt_br: A transação

source: Transaction refunded
pt_br: Transação estornada

source: Order %1$s has been marked as refunded by Paggi. ID %2$s
pt_br: Pedido %1$s foi marcado como estornado pelo Paggi. ID %2$s

source: System Status &gt; Logs
pt_br: Status do sistema &gt; Logs

source: Paggi Cards
pt_br: Cartões

source: Cards
pt_br: Cartões

source: Error:
pt_br: Erro

source: Use this Card
pt_br: Use este cartão

source: New Card
pt_br: Novo cartão

source: Card number
pt_br: Numero do cartão

source: Full name
pt_br: Nome completo

source: MM/YY
pt_br: MM/AA

source: %1$dx of %2$s
pt_br: %1$dx de %2$s

source: Remove Card
pt_br: Excluir cartão

source: No cards
pt_br: Sem cartões

source: Register Card
pt_br: Cadastrar cartão

source: An error has occurred in request. Try Again
pt_br: Um erro ocorreu durante a requisição. Tente novamente

source: Cancel payment
pt_br: Cancelar pagamento

source: Payment
pt_br: Pagamento

source: Payment successfully made using %1$s credit card in %2$s.
pt_br: Pagamento realizado com sucesso usando %1$s cartão de credito em %2$s

source: Includes Paggi as a payment gateway to WooCommerce
pt_br: Incluir Paggi como um gateway de pagamento no WooCommerce
